Revit 2027 API
ICustomFieldProperties Methods
The ICustomFieldProperties type exposes the following members.
Methods
Name | Description
AreEqualTo |  Identifies if the custom field properties are equal or not.
Top
See Also
Reference
ICustomFieldProperties Interface
Autodesk.Revit.DB Namespace